{
    "dogs":[
        {"id":1, "breed": "Basset Hound", "description": "The Basset Hound is a short-legged breed of dog in the hound family. The Basset is a scent hound that was originally bred for the purpose of hunting hare. Their sense of smell and ability to ground-scent is second only to the Bloodhound. Basset Hounds are one of six recognized basset-type breeds in France.", "coverImage": "bassethound.jpg"},
        {"id":2, "breed": "Border Collie", "description": "The Border Collie is a British breed of herding dog of medium size. They are descended from landrace sheepdogs once found all over the British Isles, but became standardized in the Anglo-Scottish border region. Presently they are used primarily as working dogs to herd livestock, specifically sheep.....", "coverImage": "bordercollie.jpg"},
        {"id":3, "breed": "Boston Terrier", "description": "The Boston Terrier is a breed of dog originating in the United States of America. This American Gentleman was accepted in 1893 by the American Kennel Club as a non-sporting breed. Color and markings are important when distinguishing this breed from the AKC standard.", "coverImage": "bostonterrier.jpg"},
        {"id":4, "breed": "Boxer", "description": "The Boxer is a medium to large, short-haired dog breed of mastiff-type, developed in Germany. The coat is smooth and tight-fitting; colors are fawn, brindled, or white, with or without white markings.", "coverImage": "boxer.jpg"},
        {"id":5, "breed": "Cavalier King Charles Spaniel", "description": "The Cavalier King Charles Spaniel is a small breed of spaniel classed in the toy group of The Kennel Club and the American Kennel Club that originated in the United Kingdom. Since 2000, it has grown in popularity in the United States and ranks as the 17th most popular pure-breed in the United States.", "coverImage": "cavalierkingcharlesspaniel.jpg"},
        {"id":6, "breed": "Chihuahua", "description": "The Chihuahua is one of the smallest breeds of dog, and is named after the Mexican state of Chihuahua.", "coverImage": "chihuahua.jpg"},
        {"id":7, "breed": "Dachshund", "description": "The dachshund, also known as the wiener dog, badger dog, and sausage dog, is a short-legged, long-bodied, hound-type dog breed. They may be smooth-haired, wire-haired, or long-haired. The standard-sized dachshund was developed to scent, chase, and flush out badgers and other burrow-dwelling animals.", "coverImage": "dachshund.jpg"},
        {"id":8, "breed": "Pug", "description": "The pug is a breed of dog originally from China, with physically distinctive features of a wrinkly, short-muzzled face and curled tail. The breed has a fine, glossy coat that comes in a variety of colors, most often light brown or black, and a compact, square body with well-developed muscles.", "coverImage": "pug.jpg"},
        {"id":9, "breed": "Poodle", "description": "The Poodle, called the Pudel in German and the Caniche in French, is a breed of water dog. The breed is divided into four varieties based on size, the Standard Poodle, Medium Poodle, Miniature Poodle and Toy Poodle, although the Medium Poodle variety is not universally recognised.", "coverImage": "poodle.jpg"},
        {"id":10, "breed": "Labrador Retriever", "description": "The Labrador Retriever or Labrador is a British breed of retriever gun dog. It was developed in the United Kingdom from fishing dogs imported from the colony of Newfoundland, and was named after the Labrador region of that colony.", "coverImage": "labrador.jpg"},
        {"id":11, "breed": "Husky", "description": "Husky is a general term for a dog used in the polar regions, primarily and specifically for work as sled dogs. It refers to a traditional northern type, notable for its cold-weather tolerance and overall hardiness.", "coverImage": "husky.jpg"},
        {"id":12, "breed": "German Shepherd", "description": "The German Shepherd Dog, also known as the Alsatian, is a German breed of working dog of medium to large size. The breed was developed by Max von Stephanitz using various traditional German herding dogs from 1899. It was originally bred as a herding dog, for herding sheep.", "coverImage": "germanshepherd.jpg"},
        {"id":13, "breed": "French Bulldog", "description": "The French Bulldog, French: Bouledogue Français, is a French breed of companion dog or toy dog. It appeared in Paris in the mid-nineteenth century, apparently the result of cross-breeding of Toy Bulldogs imported from England and local Parisian ratters.", "coverImage": "frenchbulldog.jpg"},
        {"id":14, "breed": "Dobermann", "description": "The Dobermann, or Doberman Pinscher in the United States and Canada, is a medium-large breed of domestic dog that was originally developed around 1890 by Louis Dobermann, a tax collector from Germany. The Dobermann has a long muzzle. It stands on its pads and is not usually heavy-footed.", "coverImage": "dobermann.jpg"}
    ]
}

